<template><div><p>玩家每人设计一个魔法少女，这是玩家在魔法崩坏的世界观下活动、四处探索解决事件的化身。</p>
<p>在设计魔法少女时，可以按照本章的说明顺序一点点投骰子，也可以先由骰娘生成一套数值，再参照本章内容了解数值的含义。或者，直接使用规则配套的自动角色卡也是可以的。</p>
<p>在不采用 DLC 规则的情况下，默认玩家在创建的是一个魔法少女。如果你想要不同一些的游戏体验，可以向主持人申请，按照 DLC 中的特殊身份少女来设计。</p>
<p>在设计魔法少女时，最好和其他玩家互相交流想法，这不仅有助于你获得灵感，更重要的是，一个队伍需要不同类型的魔法少女来应对不同的困难。</p>
<hr>
<p>魔法少女拥有五个核心数值：力量、敏捷、知识、因果、情感。这些数值决定了魔法少女能力的核心。除此之外，魔法少女还有着幸运、身材、魅力、年龄等属性，这些属性相比于核心数值，并不常用作各种判定，但是这些是丰富魔法少女形象的重要部分。</p>
<p>属性值通常由骰子随机决定——使用三枚六面骰子。这就是它的最初属性，通常在 3-18 之间。之后这几个属性会被玩家所选择的能力所修正，并形成最终的样子。</p>
<p>一般而言，可以认为魔法少女的身体能力远超常人，比如在临近的大楼之间跳跃对于魔法少女来说是很轻松的事情。但是无法做到超出物理规律的事情</p>
<h3 id="力量-str-3d6" tabindex="-1"><a class="header-anchor" href="#力量-str-3d6" aria-hidden="true">#</a> 力量（STR）=3D6</h3>
<p>力量实际指在魔力加持下魔法少女的力量属性。力量越高，魔法少女就能举起更重的东西或是打碎更加坚硬的物体。该属性同样会决定魔法少女在近战中造成的伤害。</p>
<ul>
<li>3：正常女生的力量</li>
<li>9：可以轻松达到运动员爆发时的技能</li>
<li>12：可以徒手破坏常见的钢制品</li>
<li>18：全力一拳相当于失控汽车的撞击</li>
</ul>
<h3 id="敏捷-dex-3d6" tabindex="-1"><a class="header-anchor" href="#敏捷-dex-3d6" aria-hidden="true">#</a> 敏捷（DEX）=3D6</h3>
<p>高敏捷的魔法少女更为敏捷灵活，肉体更加柔韧。魔法少女拥有比普通人更快的反应速度，但是身体柔韧和常人相似。敏捷检定可以帮助你在坠落中抓住支撑，高速穿越敌人，或是做到一些纤细的行动。在战斗中，高敏捷的魔法少女有更大概率优先行动。</p>
<ul>
<li>3：和普通人没有什么区别</li>
<li>9：已经是普通职业运动员级别的速度</li>
<li>12：反应快速、手接子弹，跑步随便突破世界纪录不在话下</li>
<li>18：高速而灵活，可以和汽车赛跑</li>
</ul>
<h3 id="知识-kno-3d6" tabindex="-1"><a class="header-anchor" href="#知识-kno-3d6" aria-hidden="true">#</a> 知识（KNO）=3D6</h3>
<p>知识表示魔法少女的学习力、记忆力、理解力等水平，同样表示魔法少女所拥有的教育水平。知识会影响魔法少女生活技能点的数量。</p>
<ul>
<li>3：五八三十五</li>
<li>9：普通人水平，能够在中等水平的学校上保持中游</li>
<li>12：一般人眼中的天才</li>
<li>18：掌握多门语言或在多个领域达到专家水平，不可思议的人物</li>
</ul>
<h3 id="因果-kar-3d6" tabindex="-1"><a class="header-anchor" href="#因果-kar-3d6" aria-hidden="true">#</a> 因果（KAR）=3D6</h3>
<p>因果表示魔法少女魔力的资质；因果越高，魔法少女的魔法总量越高。因果同样代表着魔法少女命运的起伏程度。高因果的魔法少女很可能经历过重大的事件。</p>
<ul>
<li>3：有微弱的魔法潜能，能够拥有简单的魔法技能</li>
<li>9：会被 QB 主动邀请的程度，普通魔法少女的水平</li>
<li>12：魔法方面有着一定天赋，可能经历过什么变故</li>
<li>18：QB 会不顾一切地邀请，或许是命中会改变世界的人</li>
</ul>
<h3 id="情感-emo-3d6" tabindex="-1"><a class="header-anchor" href="#情感-emo-3d6" aria-hidden="true">#</a> 情感（EMO）=3D6</h3>
<p>情感表示魔法少女的情感丰富程度，也代表了魔法少女对魔力的掌握程度。情感越高，魔法少女对魔力越敏感，一方面这代表着她能够察觉到细微的魔力变化，同时也代表着她更容易受到干扰。</p>
<ul>
<li>3：有些冷酷的感觉，看似不为感情所动，内心还是会有喜怒哀乐</li>
<li>9：理性感性参半</li>
<li>12：丰富的感情能够感染周围的人</li>
<li>18：感情过于丰富，有时甚至会变得冲动</li>
</ul>
<h3 id="幸运-luck-3d6" tabindex="-1"><a class="header-anchor" href="#幸运-luck-3d6" aria-hidden="true">#</a> 幸运（LUCK）=3D6</h3>
<p>幸运属性用于一些随机事件的检定。如果敌人随机攻击一人，那么可以认定是队伍中幸运最低的魔法少女受到了攻击。</p>
<ul>
<li>3：一直抽到大保底才获得当期 UP 角色</li>
<li>9：普通的时好时坏的运气</li>
<li>12：金色传说！</li>
<li>18：令人嫉妒的幸运，做任何事都能得到命运的协助</li>
</ul>
<h3 id="身材-fig-3d6" tabindex="-1"><a class="header-anchor" href="#身材-fig-3d6" aria-hidden="true">#</a> 身材（FIG）=3D6</h3>
<p>身材用于表示魔法少女的身体发育程度。娇小的魔法少女可以探索一些缝隙，而高大的魔法少女可以发现高处的线索。身材是包括身高，体重，胸围等数值的抽象化属性，玩家可以在符合数值范围内细化自己的角色形象。</p>
<ul>
<li>3：会被错认为小学生的萝莉体型</li>
<li>9：属于十五六岁少女的平均身高</li>
<li>12：大概是御姐身高</li>
<li>18：已经可以用高大来形容</li>
</ul>
<h3 id="魅力-app-3d6" tabindex="-1"><a class="header-anchor" href="#魅力-app-3d6" aria-hidden="true">#</a> 魅力（APP）=3D6</h3>
<p>魅力属性是魔法少女外貌，气质等具有吸引力要素的抽象化表示。具有高魅力的魔法少女更容易成为目光的焦点。在魔法崩坏中，鉴于二次元的审美偏好，描述相较于人均水平会高一些。</p>
<ul>
<li>3：相貌并不起眼</li>
<li>9：普普通通的美少女</li>
<li>12：已经是校花的水平，走在路上会被星探搭话</li>
<li>18：外表来看完全是顶级 idol 的水平</li>
</ul>
<h3 id="年龄-age-3d6" tabindex="-1"><a class="header-anchor" href="#年龄-age-3d6" aria-hidden="true">#</a> 年龄（AGE）=3D6</h3>
<p>魔法少女的年龄应在 10－21 之间，若设想的魔法少女超过这个范围，请和主持人说明原由并调整相关数值。对照相应年龄，调整魔法少女的属性。这个属性同样可以依赖于骰子，投掷 2D6 然后将其加 9</p>
<ul>
<li>10－12 岁：<strong>力量</strong>-1，<strong>知识</strong>-1，<strong>情感</strong>+1，<strong>敏捷</strong>+1。</li>
<li>13－15 岁：<strong>力量</strong>-1，<strong>敏捷</strong>+1</li>
<li>16－18 岁：<strong>敏捷</strong>-1，<strong>知识</strong>+1</li>
<li>19－21 岁：<strong>敏捷</strong>-1，<strong>情感</strong>-1，知识+1，力量+1，</li>
</ul>
<h3 id="元气-hp-情感" tabindex="-1"><a class="header-anchor" href="#元气-hp-情感" aria-hidden="true">#</a> 元气（HP）=情感</h3>
<p>元气属性代表着魔法少女能够自然恢复的生命值上限，一旦魔法少女受伤超过这个数值，伤害就会直接反映到理智上。元气属性初始在数值上等于少女的情感值。</p>
<h3 id="理智-san-因果-5" tabindex="-1"><a class="header-anchor" href="#理智-san-因果-5" aria-hidden="true">#</a> 理智（SAN）=因果*5</h3>
<p>理智的游戏初始值等于因果* 5</p>
<p>理智不仅代表着魔法少女的精神状态，同时代表着魔法少女的魔力量。魔法少女使用魔法会直接消耗理智。较低的理智也意味着魔法少女的精神状态更加接近于魔女/崩坏，从而可能发现结界中的隐藏线索或是敌人。</p>
<p>理智的数值在游戏中途对于魔法少女而言是隐藏的，只有丘比知道准确的数值和 SC 的结果。但是魔法少女可以通过检查灵魂宝石的状态来确认理智值的大致范围。</p>
<h3 id="对骰出的属性不满意" tabindex="-1"><a class="header-anchor" href="#对骰出的属性不满意" aria-hidden="true">#</a> 对骰出的属性不满意</h3>
<p>骰子骰出的结果有时并不能尽如人意，在征得主持人同意后，可以选择以下过程其一调整。如果你的属性其中三项或更多低于 10，一般主持人不会拒绝的。</p>
<ul>
<li>重新开始　没有什么方案比重新来一遍更易懂了</li>
<li>增加过低的属性值　若你骰出了过低的属性值（比如三个或更多骰子在 10 以下），你可以选择额外骰一个 1D6，并分配在这些属性上</li>
<li>调整属性的位置　你可以选择将一些属性值互换，来使角色符合你的预期</li>
<li>自由分配　将 80 点属性分配到 8 个属性上，限制范围为 3-18</li>
<li>触摸极限　若你的一些属性值偏低（比如三个或更多属性低于 10），而某项属性值非常高，可以在征得主持人同意的情况下骰一个 1D2，将其加在高的属性上</li>
</ul>
</div></template>
