<template><div><h2 id="写在开头" tabindex="-1"><a class="header-anchor" href="#写在开头" aria-hidden="true">#</a> 写在开头</h2>
<p>本模组对应“魔法崩坏”规则书，无 DLC 规则引用</p>
<p>魔法少女们在崩坏的空间中探索，寻找着解决都市传说的方法。</p>
<p>本模组为辉色在原本如月车站基础上魔改，然后星奈根据跑团 log 记录并再次魔改一遍的版本</p>
<p>推荐玩家人数 1-3 人</p>
<p>故事时间：秋季夜晚</p>
<p>短团</p>
<p>过渡数值、过渡系统测试团、提高难度测试团</p>
<p>部分线索引用** <a href="https://zh.moegirl.org.cn/X0o0x" target="_blank" rel="noopener noreferrer">x0o0x_<ExternalLinkIcon/></a> **的作品“//////”的视频文案，其著作权属于原著作权人</p>
<h2 id="更新记录" tabindex="-1"><a class="header-anchor" href="#更新记录" aria-hidden="true">#</a> 更新记录</h2>
<p>20220813b2 完善更新</p>
<ul>
<li>添加了二版规则中对于结界的描述，引入二版规则中<strong>概念</strong>这一核心概念的部分描述方便 KP 理解结界环境</li>
<li>修改了如月和雨莉的性格描述和部分背景故事细节，添加了对于如月崩坏时的内心的分析，方便 KP 理解和临时发挥结界内容</li>
<li>对于结界内线索的安排进行了补充，并对已有线索的安排进行了说明</li>
<li>对于敌人的能力进行了调整和描述补充</li>
</ul>
<h2 id="规则更改" tabindex="-1"><a class="header-anchor" href="#规则更改" aria-hidden="true">#</a> 规则更改</h2>
<p>规则更改是从一版规则书中修改部分系统设定，用于二版规则书的过渡</p>
<ul>
<li>共鸣更改为在场所有想要进行共鸣的玩家进行情感检定，当检定成功时，看到的景象会被替换为“回忆”的场景，并损失 1 点 SAN 值，如果场景有关于损失 SAN 值的描述，则以描述为准。</li>
<li>共鸣仅能够对具有特定魔力波动的场景起效，如果存在这类物体，玩家可以探索到或者 KP 会暗示</li>
<li>虽然说是”回忆“，但也并不一定是崩坏原本的记忆，也有可能是被隐藏起来的，更加魔幻的场景。</li>
<li>强制触发回忆时，以玩家的 SAN 值为基准，低于一定的 SAN 值时会强制进入回忆场景。</li>
<li>进入回忆的玩家可以和回忆中的物体互动。而此时，没有进入回忆的玩家仍然看到原本的场景。</li>
<li>玩家仍可以互相看到并互相交流</li>
<li>外界的玩家的攻击无法命中回忆中的敌人，回忆中的敌人也无法攻击到外界的玩家，但是回忆和外界对场景造成的更改同样会作用到另一个空间。</li>
<li>回忆中可能会有特殊的线索和道具，也可能会有敌人。触发回忆时也可能会对结界造成一定的影响。</li>
<li>一版规则中关于回忆战斗胜利和失败的描述和特殊战斗规则废弃。</li>
<li>污秽的触发条件由短时间内损失 5 点 SAN 值更改为短时间内损失 8 点 SAN 值</li>
</ul>
<p>8-13 补充（能看懂最好，看不懂也不影响，只是写一下自己想象中的结界应该是什么样子欸嘿）</p>
<ul>
<li>结界是陷入绝望的魔法少女的梦境，是 <strong>当时</strong> 魔法少女心中所想的，<strong>记忆</strong> 的具现化</li>
<li>即便整个结界都是绝望的氛围，但这段记忆中她所珍视的事物仍会在结界的某处被封存。
<ul>
<li>如果魔法少女找到这个事物，并将其安置回原本的位置，结界就会消失，陷入崩坏的魔法少女也能够恢复意识（但是被消耗掉的记忆不会恢复）</li>
<li>直接将魔法少女的崩坏化身击败，则意味着魔法少女的记忆将全部被消耗掉。即便结界消失，她所具有的人格也不复存在</li>
</ul>
</li>
<li>结界中，所有的世界常识都将被重写，任何事物都有可能出现在它不可能出现的地方，也有可能具有并不属于它的含义和用途。这种重写，源自非实体概念的转移。
<blockquote>
<p>大脑无法在梦境中直接显示出恐惧、压力等不具有实体的概念，于是会通过虫子、卫生间等与恐惧、压力有关的具有实体的概念来表示前述的非实体概念</p>
</blockquote>
</li>
<li>结界中的事物本是纯粹的概念，树即是树，不是有着很多叶子的树，也不是光秃秃的树，而是树的概念本身，概念不具有每个枝桠的位置，甚至不包括树的形状。</li>
<li>结界本身记录着各种概念，概念中的树经过了魔法少女意识的加工，经过魔法少女的大脑对树的概念的 <strong>选择性</strong> 理解 和 <strong>补充</strong> ，才能够被魔法少女所观测到。</li>
<li>对于某个魔法少女来说，她所认知的，观测到的，即是她能触及的真实。她所无法认知的，即是不存在的事物（唯心）
<ul>
<li>这也就意味着，由于不同魔法少女对树的概念的理解不同，她们所看到的环境可能有着巨大差异。</li>
<li>不过一般来说，由于结界中多个概念之间的联系和互相补充，以及同一概念在每个人大脑中都具有相似的解释，魔法少女不会在环境认知上有太大分歧。</li>
<li>如果魔法少女对于某一概念的认知被改写了，或者魔法少女对某一概念的理解与其他人不同（这可能是诅咒、特殊的记忆导致的），则会导致这种情况。
<ul>
<li>比如把咖啡杯认知成甜甜圈的魔法少女是无法理解别人为什么会把甜甜圈舔来舔去却不咬一口的。别的魔法少女也无法理解，为什么她能够把咖啡杯咔嚓咔嚓咽下去却毫发无伤。</li>
<li>将树认知成怪物的魔法少女会被怪物所攻击，并会收到伤害。但在其他人眼里她只是莫名其妙就多了伤口。这时候最好的办法就是由其他魔法少女将树烧掉，其对应的怪物也会消失。</li>
</ul>
</li>
</ul>
</li>
<li>在与其他人进行确认之前，魔法少女不会意识到自己观测到的环境与其他人有所不同，正如出现幻觉的人不会认识到自己出现幻觉一样</li>
<li>由于不同的魔法少女所掌握的信息的不同，他们所观测的环境也可能存在差异，即对于同一概念，能够观察到不同的细节。</li>
<li>魔法少女的 SAN 值越低，则意味着其对于概念的处理越接近魔女，越接近内心的暗面。有可能能够看到结界中隐藏较深的入口/出口。</li>
<li>通过对结界中物体的<strong>共鸣</strong>，魔法少女能够在短时间内将自身对概念的处理模式向结界主人靠拢，这一般能够短时间内进入结界的更深处（即回忆中），但这是以损伤自己的精神为代价的。</li>
<li>如果某一概念不存在魔法少女的大脑中，那么魔法少女则会将这一概念认知为与其相关的另一概念（即转移）。但是仍是能察觉到这种违和的，而这种情况下，虽然在魔法少女看来这是另外一种物体，但是它仍具有原本概念所表示物体的性质（不能把咖啡杯咬碎了）。</li>
</ul>
<h2 id="崩坏背景" tabindex="-1"><a class="header-anchor" href="#崩坏背景" aria-hidden="true">#</a> 崩坏背景</h2>
<h3 id="少女的物语" tabindex="-1"><a class="header-anchor" href="#少女的物语" aria-hidden="true">#</a> 少女的物语</h3>
<p>初中时，如月也曾是普通的女孩子。她和其他人一样，“融入”了班上女孩子的小圈子。但是，小圈子中出现了一些矛盾，为了转移这些矛盾，领头人将过错抛给了当时就有些内向的她。一瞬间，她曾经相信的朋友就开始视她为异己。她开始被欺凌，虽然并不是很过分，并且立即被家长和老师发现。于是她立即转学到了老家的学校。在新的学校，她害怕融入任何的圈子。她变得越来越内向，却又无比羡慕着有着朋友的人。于是，在成为高中生的时候，<strong>想要有人可以一起上下学，想要有人可以分享一切，想要一个真正的朋友</strong>，这么想着，QB 回应了她。</p>
<p>她遇到了莲实，一个并不热情，并不可爱，和她一样没有小圈子，却时时刻刻为她着想的人。如月像是一个粘人的妹妹一样，上学时跟在莲实身后，放学后跟在莲实身后，甚至假期，也会时不时一起外出。在莲实的带领下，她第一次和别人一起吃过可丽饼，一起夹过玩偶，一起坐过摩天轮。她们自己也没有注意到，她们在一起的时间，已经远远超过了独处的时候。</p>
<p>而在高中毕业之后，莲实考上了国外的名校，如月却名落孙山，不过，只要莲实考上了，她也没有什么在意的，本来，是这么想的。直到莲实离开的那一天，她才发现，自己已经无法离开莲实。一想到莲实之后无法在自己身边，她能感觉到的只有恐惧和迷茫。自己又将孤身一人，自己又会回到初中时被排挤的状态。她不敢去想，开始疯狂地追赶，一路上不知撞到了几个人，也不知鞋子丢在了哪里。视野已经模糊，在出现莲实的身影的时候，她什么也没有想就飞扑了上去。</p>
<p>此时，莲实正站在月台的边缘等候着列车。而列车的车头已经进站，正在减速的过程中。毫无预料的背后飞扑，让莲实脚下一滑，随后便是一声巨响。当如月清醒过来时，映入她眼帘的是莲实浑身带血的身影。当她意识到自己的行为时，灵魂宝石已变得漆黑。随后，崩坏发生了。</p>
<h3 id="魔改参考" tabindex="-1"><a class="header-anchor" href="#魔改参考" aria-hidden="true">#</a> 魔改参考</h3>
<p>在早期版本中，莲实被设定为隐藏的魔法少女，在之后被救起。在 b2 版本中，该部分描述被删除。KP 可以根据自己喜好，延续之前的描述，或是将莲实描述为现实已死亡。如是后者，需要对模组背景导入和 TE 结局的描述进行少许调整。</p>
<p>如月在长期和莲实的相处中，已经形成了对莲实的依存。没有她就活不了，这样的心理状态。才会在意识到自己即将失去莲实的时候，做出冲动而疯狂的行为。而在结界中，这种愧疚和罪恶感，一方面以不断再现当时的场景的情况体现，另一方面也以自我处决的形式，即被欺凌等方式体现。</p>
<h3 id="人物设定" tabindex="-1"><a class="header-anchor" href="#人物设定" aria-hidden="true">#</a> 人物设定</h3>
<p>人物设定部分为参考设定，方便 KP 进行外貌描述，游玩时可自行修改</p>
<div class='img_group'>
<div class='imgdiv'>
<img src="@source/story/images/kisaragi.png" width="150px" class="img"/>
<div>雨宫如月</div>
</div>
<div class='imgdiv'>
<img src="@source/story/images/hisumi.png" width="150px" class="img"/>
<div>朝北奈莲实</div>
</div></div>
<h2 id="背景导入" tabindex="-1"><a class="header-anchor" href="#背景导入" aria-hidden="true">#</a> 背景导入</h2>
<p>朝北奈车站位于一个偏远小镇，小而破旧，且这个小镇新的车站也在建造中，这个车站过不了多久就会废弃，已经很少有人经过了。</p>
<ol>
<li>这是一个秋季的雨夜，车站人迹寥寥，你坐在长椅上等候着列车。突然你察觉到了异常的魔力波动，而当你回过神时，发现周围的环境发生了变化，而远处已经被浓雾所遮挡。这绝不是自然现象，你立刻准备好了武器。而此时，你注意到和你同样在等车的少女也是魔法少女/而此时，其他的魔法少女也赶来……
<ol>
<li>你知道，车站非常简陋，除了一个月台，数个长椅就空无他物。这是一个即将被废弃的车站，也很久没有人维护过了。而你要等的列车十几分钟后就会到站。</li>
</ol>
</li>
<li>混迹于各种论坛的你早就听说了怪异车站的传闻，你认为这不单单是一个都市传说，并通过网络上的线索，推测出了怪异车站出现的位置，而在这个雨夜，你按照自己的计算，来到了一个偏远的小车站。正如你所预料的那样，这里有异常的魔力波动，你准备好灵魂宝石，穿过了闸门……
<ol>
<li>通过这个背景导入的魔法少女知晓这个车站的传闻，并且有可能知道这个车站在数个月前出现过事故，这部分由主持人事先向玩家说明</li>
<li>事故为少女失足掉下月台并被到站的列车撞到，但是好在并未受到严重的伤。但是你从论坛中得知，当时有人目击到两名少女失足，却只找到了一个人，这种事，怎么想都很奇怪。</li>
</ol>
</li>
</ol>
<h3 id="背景要求" tabindex="-1"><a class="header-anchor" href="#背景要求" aria-hidden="true">#</a> 背景要求</h3>
<p>玩家可以随身携带书包等小型物件。但是由于车站的安检机制，如果携带金属物品盒危险品通过闸门则会被拦下没收。保安室和闸门外是安全的，里面有值班人员，过于危险可能会被当场带走。</p>
<h2 id="第一部分-月台四周" tabindex="-1"><a class="header-anchor" href="#第一部分-月台四周" aria-hidden="true">#</a> 第一部分：月台四周</h2>
<p>魔法少女们在月台相遇，这个时候主持人可以让玩家们互相交换情报。在结界内部，手机是没有信号的。此时环境中下着小雨，但是地面上却并没有水洼反而是像雪一样铺着薄薄的一层。</p>
<ul>
<li><strong>雨</strong> 在结界中的雨点实际上是诸如玩偶、可丽饼之类的，两个少女曾经回忆中出现的物品，所以并不会将玩家打湿，也不会像水洼一样聚集。
<ul>
<li>在游戏刚开始时，由于雨点还是非常小的状态，除非是具有微视能力的魔法少女，不然无法辨认出具体的物体，只能判断成粉末状的固体。</li>
<li>随着游戏进行，雨点会逐渐变大，并逐渐变成玩家能够肉眼判断的大小甚至更大，并堆积在荒野上。</li>
</ul>
</li>
<li><strong>月台</strong> 的结构非常简单，仅有几个长椅，一个站牌，数盏路灯便空无他物。而车站的四周是无比空旷的荒野，更远处则被浓雾所遮盖。
<ul>
<li><strong>长椅</strong> 长椅似乎并没有特别的地方。但是对车站熟悉的玩家可以认出这并不是车站的长椅样式。玩家可以通过检定，或是具有熟悉商业街的背景，来认出这个长椅的样式是商业街的款式。
<ul>
<li>长椅的款式与之后出现的照片中的长椅款式是一致的</li>
</ul>
</li>
<li><strong>站牌</strong> 站牌已经非常老旧，并且处于灯光的暗处。上面带有红褐色的液体（血液）遮挡了大部分文字，但是中间的站台名可以轻易辨认 <strong>如月车站</strong>
<ul>
<li>如果玩家仔细调查站牌，会很容易发现印记实际是粘稠的液体，但是似乎可以被擦除掉。</li>
<li>如果玩家想要徒手擦掉印记，则液体会粘在玩家的手上。并在玩家回到灯光下时注意到这件事。此时玩家会立即察觉到一股铁锈味并需要进行一个灵感检定
<ul>
<li>当灵感检定失败时，玩家仅会觉得这是令人作呕的不明液体，并会因为自己想象力造成的不安损失 0/1D3 的 SAN 值</li>
<li>当灵感检定成功时，玩家会察觉到这是血的事实，并会损失 1D2/1D5 的 SAN 值。</li>
</ul>
</li>
<li>当印记被擦除掉时，玩家就可以辨认出这是列车的运行时间，首发车的位置写着三年前的九月十五日，而末班车的位置则写着六月九日。九月 15 日是遇到莲实的日子，也是之后行李箱的密码。除此之外，列车的经停站位置什么也没有写，只是用血手画了一个衔尾蛇的符号。
<ul>
<li>玩家可以自行判断日期的含义，也可以通过记忆检定、灵感检定由主持人提供线索</li>
<li>六月九日是附近一所高中的毕业典礼的日子
<ul>
<li>如果玩家察觉到了这点：如果六月九日指的是高中毕业，那么九月十五日则是入学后不久</li>
</ul>
</li>
<li>六月九日是车站曾经发生事故的日子（背景 2 的玩法在一开始可以从主持人处得知）</li>
</ul>
</li>
</ul>
</li>
<li><strong>路灯</strong> 路灯并没有什么异常，似乎就是普通的站台路灯。只是似乎有受过撞击的痕迹。路灯的周围一定范围内的浓雾会散去，如果玩家想要拆掉路灯则需要想办法给拆下来的路灯供电否则它就会熄灭。</li>
<li>当玩家们想要穿越<strong>浓雾</strong>时，相离超过2m的玩家就会互相看不到对方，只能通过声音确定对方的大致方向。
<ul>
<li>玩家在浓雾中探索时，会发现月台周围的地面上有列车的轨道，如果玩家沿着轨道前进一段距离会发现轨道沿着月台绕了一圈后又回到了月台边（灵感检定）。</li>
<li>玩家向着更远处探索时，会发现自己不知不觉回到了月台。</li>
<li>在沿着轨道前进时，玩家会听到列车即将到站的报站声，之后玩家进行幸运检定，如果检定失败则会被突然出现的列车撞飞，损失 1D6 的 HP，并回到月台边。</li>
</ul>
</li>
<li>当玩家探索完成后，主持人便可以让列车从浓雾中驶入，停靠在站台
<ul>
<li>玩家们会注意到地面上什么也没有的地方出现了铁轨，列车随后驶来</li>
<li>如果玩家长时间不上车，车站的灯光就会闪烁，此时 SAN 值低于一半的玩家都会在闪烁时看到一个少女被列车撞死的景象，并损失 1D4/1D8 的 SAN 值。随后列车开始鸣笛，准备发车。具体的时长可以根据玩家的反映来调整</li>
<li>如果玩家们执意不上车，则可以直接跳到最后一个场景直接面对崩坏化身。</li>
</ul>
</li>
</ul>
</li>
<li><strong>轨道</strong> 月台下的轨道乍一看没有什么异常，但如果<strong>侦查</strong>检定成功，会发现轨道上有着淡淡的、快要消失的血迹。</li>
</ul>
<h2 id="第二部分-列车一车厢" tabindex="-1"><a class="header-anchor" href="#第二部分-列车一车厢" aria-hidden="true">#</a> 第二部分：列车一车厢</h2>
<p>列车车厢是普通的列车布置，但是两侧连通的车门是锁死的。车窗的外面仍在下着“雨”，地面上是荒野，远处仍是浓雾。</p>
<ul>
<li>无论在哪个车厢跳窗，都会到迷雾中。当玩家回到月台后列车就会从浓雾中出现并停在月台旁。</li>
</ul>
<p>在座位下面有一个 <strong>行李箱</strong></p>
<p>一侧车门的外面有一个 <strong>少女</strong> （也可以是和人设图有一定差别的幼女），是对于莲实的记忆在崩坏中的魔力的具现化，也是会影响结局的重要因素。在玩家进入车厢后就在车门外偷偷观察（当然会避开玩家探索的目光，除非被反侦察到，由于车厢的隔音，也不会被 <strong>聆听</strong> 所察觉到），当玩家探索进入一阶段后就开始敲玻璃吸引玩家的注意力。而在她的指引下，玩家可以发现车门上的紧急按钮，并打开通往二车厢的门。</p>
<ul>
<li><strong>行李箱</strong> 行李箱的密码是 915，当然也可以通过暴力打开。当玩家打开行李箱时，整个车厢突然会堆满相片，而行李箱中是一个手机。
<ul>
<li><strong>相片</strong> 相片中全部是如月和莲实二人的合照，但是玩家并不知道二人的长相，可以按照二人的设定图来描述。
<ul>
<li>所有照片中，莲实的位置都变得模糊不清，当玩家仔细观察时，会进行一个灵感的判定。一旦判定过在查看其他照片时就不会再触发判定。
<ul>
<li>判定成功时，玩家会发现莲实的位置变得支离破碎，身体以不正常的方式扭曲着。但是大脑却认为这是一个正常且完整的人，虽然无法辨认相貌但是可以识别出照片中的动作。玩家需要进行一个 0/1D3 的 SC。</li>
<li>将<strong>少女</strong>带至一车厢后，判定成功的玩家能够辨认出照片中莲实的大概相貌</li>
<li>判定失败时，玩家只会觉得照片上模模糊糊，无法辨认</li>
</ul>
</li>
<li>照片上的内容都是二人的日常互动，例如一起吃可丽饼、互相吃对方的冰淇淋、睡衣派对、拍大头贴……总之是各种贴贴的美少女互动行为，只要玩家一直看可以一直编</li>
</ul>
</li>
<li><strong>手机</strong> 手机的所有界面都一直在抖动，所有文字都模糊不清，屏幕时而变色时而出现条纹。玩家会明显感觉继续看下去会有不好的事情发生，但是能察觉到手机上有明显的魔力波动。当玩家选择继续观看的时候，所有看着屏幕的玩家对于一车厢的观察会被回忆·一车厢的场景强制替换，并因为辨认扭曲怪异的界面而损失 1/1D3 的 SAN 值。
<ul>
<li><strong>回忆·一车厢</strong> 回忆中的车厢看起来像是一个商业街的小巷，座椅被商业街的座椅替换，而车厢则变成了墙壁。座椅上坐着两位少女正在贴贴的幻象，然而代表莲实的少女扭曲程度比之照片上有过之而无不及。二车厢另一边的车门，此时变成了一个甜品店。手机上的文字也可以辨认了。
<ul>
<li><strong>少女</strong> 当少女看到贴贴场景时，会突然泪流满面，并会下意识呼唤“如月”之类的字眼，而且仍然意识不到原因。</li>
<li><strong>手机</strong> 手机打开后会显示一个甜品店的优惠券</li>
<li><strong>甜品店</strong> 甜品店的店员外貌并不重要，可以随意描述。店员会正常与玩家交流，但是内容都是建立在现实中的甜品店基础上的。不过根据玩家问的问题还是会有一些特殊的回答作为线索：
<ul>
<li>与店员对话，向她展示手机上的优惠券，她会送给玩家一个<strong>可丽饼</strong>。将可丽饼给少女吃可以让少女回忆起一部分自己，使少女的状态恢复一次。少女会觉得是令人怀念的味道，曾经和谁一起吃过。毕竟是魔力的聚合体，如果由玩家吃掉的话……魔法少女会肚子痛吗</li>
<li>“她们两个可是这里的常客”或者类似的回答，作为提示让玩家帮助莲实回忆自己。</li>
</ul>
</li>
<li>当玩家想要离开甜品点时，回忆就会消失回到一车厢的景象，手机会黑屏</li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><strong>少女</strong> 少女不记得自己是谁，也不知道这里是哪里。但是会哀求玩家，让玩家帮她想起自己是谁，并声称如果她想不起自己的身份，将会有不好的事情发生。在玩家打开车门后，会请求跟随玩家一起行动。当玩家获得关键线索时，少女会下意识有所反应，具体根据主持人的想法来自由发挥。
<ul>
<li>要点：知晓少女姓名是帮助回忆的充分不必要条件。但获知与如月的友谊则是充要条件。</li>
<li>玩家每经过一段时间的调查（每次大概 20min？具体由主持人把握），都会使得少女身体的一部分变得视觉上破碎。影响少女的行动并扣除 3HP 同时会让少女的精神变得更加混乱。
<ul>
<li>这是一个渐变的过程，玩家可以看到破碎的位置在逐渐扩展。只是方便记录使用次数来计算。虽然设想上是像素故障那种破碎，不过具体如何描述可以按照主持人风格。</li>
<li>每当一次转变后，少女都会如同梦游式地说出一些关于她身份的信息（比如几个音节、和如月贴贴的日常等等），但少女不会意识到这些话语。</li>
<li>而四次后，少女就会失去理智，对玩家发起攻击，失去理智后破碎的身体仍然可以行动。当玩家告诉少女她自己是谁时，就不再会触发新的破碎，同时精神回复。但是已经破碎的肢体不会复原。</li>
<li>当少女意识到自己的身份，就会请求玩家把她带到如月身旁</li>
</ul>
</li>
<li>少女的属性可以现车一个属性卡，也可以使用下方的随便车的卡，少女按照普通人来判定所以力量体质等会有惩罚骰。
<table>
<thead>
<tr>
<th>属性</th>
<th>属性值</th>
</tr>
</thead>
<tbody>
<tr>
<td>力量</td>
<td>45</td>
</tr>
<tr>
<td>体质</td>
<td>55</td>
</tr>
<tr>
<td>智力</td>
<td>45</td>
</tr>
<tr>
<td>因果</td>
<td>55</td>
</tr>
<tr>
<td>感情</td>
<td>55</td>
</tr>
<tr>
<td>记忆</td>
<td>35</td>
</tr>
<tr>
<td>幸运</td>
<td>60</td>
</tr>
<tr>
<td>外貌</td>
<td>55</td>
</tr>
<tr>
<td>体型</td>
<td>40</td>
</tr>
<tr>
<td>HP</td>
<td>11</td>
</tr>
<tr>
<td>技能</td>
<td></td>
</tr>
<tr>
<td>聆听</td>
<td>40</td>
</tr>
<tr>
<td>料理</td>
<td>60</td>
</tr>
<tr>
<td>植物学</td>
<td>40</td>
</tr>
<tr>
<td>图书馆使用</td>
<td>30</td>
</tr>
</tbody>
</table>
<ul>
<li>少女失去理智后会变成一个扭曲而破碎的怪物。目睹这个怪物的玩家因恐惧损失 0/1D4 的 SAN 值，同时主持人也可以根据玩家与少女的感情额外设置 SAN 值损失。
<table>
<thead>
<tr>
<th>属性</th>
<th>属性值</th>
<th>Column</th>
</tr>
</thead>
<tbody>
<tr>
<td>力量</td>
<td>45</td>
<td></td>
</tr>
<tr>
<td>体质</td>
<td>55</td>
<td></td>
</tr>
<tr>
<td>体型</td>
<td>60</td>
<td></td>
</tr>
<tr>
<td>因果</td>
<td>55</td>
<td></td>
</tr>
<tr>
<td>生命</td>
<td>15</td>
<td></td>
</tr>
<tr>
<td>DP</td>
<td>10</td>
<td></td>
</tr>
<tr>
<td>技能</td>
<td></td>
<td></td>
</tr>
<tr>
<td>近身攻击</td>
<td>60</td>
<td>使用破碎的身体近身搏击，命中的伤口仿佛被什么东西穿透。伤害 1D6</td>
</tr>
<tr>
<td>回避</td>
<td>40</td>
<td></td>
</tr>
</tbody>
</table>
</li>
</ul>
</li>
</ul>
</li>
<li><strong>车门</strong> 车门只有在少女指示下玩家才能发现按钮，当车门打开时，玩家和少女可以在两个车厢自由进出。</li>
</ul>
<h2 id="第三部分-列车二车厢" tabindex="-1"><a class="header-anchor" href="#第三部分-列车二车厢" aria-hidden="true">#</a> 第三部分：列车二车厢</h2>
<p>列车二车厢看上去像是一间教室，比列车本身应有的大小要大很多。但是窗外仍是之前的景象。教室内仅在靠窗的角落有两个桌椅，其中一个的桌面上端正地摆着一束白百合，另外一个座位是空的。教室的后面有学生用储物柜和用于放置扫除用具的柜子。从教室的后门离开就会到达列车的三车厢</p>
<ul>
<li>摆着花的桌洞里有一个玩偶，少女会认为这是很重要的东西，而知道自己是莲实的情况下会告诉玩家这是如月送给她的生日礼物。
<ul>
<li>这个玩偶看起来是按照莲实的样子制作的，并且会与少女身体的破碎同步，玩偶也会有部分的缺失</li>
<li>对玩偶调查的检定成功后，会发现玩偶内部有一张存储卡，当玩家把存储卡靠近手机时，手机就会弹出收到电话的提示，点开后会听到下面的语音直接外放
<blockquote>
<p>马上到站蛛懊 ∪ 繧峨 ↑ 縺从背后蛻髮｢縺励 ↑ 縺摔了下去縺翫 ° 縺电车停下来了</p>
<ul>
<li>乱码部分为日文 JIS 编码至 UTF8 编码</li>
<li>原文：（列车）马上到站，（我）停不下来，从背后（抱住她），不会分开，（一起）摔了下去，好奇怪啊，电车停下来了</li>
</ul>
</blockquote>
</li>
</ul>
</li>
<li><strong>黑板</strong>上写着“祝贺毕业”，但是被擦掉了只剩下痕迹。</li>
<li><strong>储物柜</strong>的柜子都上着锁，仅有座位后面的柜子半掩着。里面是一个日记本</li>
<li>玩家会感觉花上有异常的魔力波动，需要玩家主动进行共鸣。检定成功后，会看到回忆中的二车厢。</li>
<li>回忆·二车厢中光线变得灰暗。两个桌椅只剩下了空的那一个。而带花的那个，椅子则被倒扣在桌子上。推到了角落
<ul>
<li>黑板和桌面上写满了“杀人犯”之类的字眼</li>
<li>探索成功时，会发现黑板上有一行小字：“我只是想抱住她。.”，之后手机弹出消息提示，点开后，会有无数的“对不起”从屏幕中冒出来，直到填满整个房间将教室淹没。处在回忆中的少女需要进行体质检定，失败会因为窒息而损失 0/1D2 的 SAN 值。</li>
<li>当玩家探索失败或者被淹没后，回忆消失。</li>
</ul>
</li>
</ul>
<h2 id="第四部分-列车三车厢" tabindex="-1"><a class="header-anchor" href="#第四部分-列车三车厢" aria-hidden="true">#</a> 第四部分：列车三车厢</h2>
<p>列车三车厢</p>
<h2 id="第五部分-回到月台" tabindex="-1"><a class="header-anchor" href="#第五部分-回到月台" aria-hidden="true">#</a> 第五部分：回到月台</h2>
<p>随着游戏进行，雨点会变得越来越大。最终玩家会听到外面有巨响，从车窗向外看去会发现巨大的玩偶、可丽饼（或者其他什么东西）像小山一样插进地面里。而她们的头顶也出现了一片阴影，并且逐渐扩大，显然有什么东西正要砸下来。</p>
<ul>
<li>这时如果玩家选择从车门或是其他地方逃走，则需要进行闪避检定，成功的话就不会受到伤害，而失败的话就会受到 1D6 的伤害，少女也需要进行检定，除非她正在被谁保护着。</li>
<li>如果玩家选择硬抗，则按照武器的抵抗来计算。伤害为 1D9。</li>
</ul>
<p>玩家用任何方法离开或者硬抗下来后，都会发现自己回到了月台上。</p>
<p>当玩家们回到月台时，会发现月台的空间发生了变化。地面是荒野，路灯、长椅、玩偶各种物品在地面上随机分布一直到浓雾中，但是并不到影响行动的程度也无法当作掩体。而在她们面前有一片空白区域，中心则是崩坏化身。</p>
<h2 id="战斗" tabindex="-1"><a class="header-anchor" href="#战斗" aria-hidden="true">#</a> 战斗</h2>
<h3 id="雨宫如月的崩坏化身-id" tabindex="-1"><a class="header-anchor" href="#雨宫如月的崩坏化身-id" aria-hidden="true">#</a> 雨宫如月的崩坏化身（Id）:</h3>
<p>雨宫如月的崩坏化身，其性质为赎罪</p>
<blockquote>
<p>这份记忆的主人将自己封闭在无数次的轮回中，意图找到拯救雨莉的方法。
另一方面，这个崩坏化身确信主人离开雨莉什么也做不到，为了阻止主人达成其目的，她让列车无数次重现了记忆中的场景。
但是她的主人却放任崩坏化身的行为，这对她来说，也是永无尽头的赎罪吧。</p>
</blockquote>
<p>崩坏化身看起来就像普通的少女，但是其身着像是红色的冰制成的服装，任何的行动都会导致服装破裂并划破自身，然后迅速痊愈生成新的服装。（这个特性不会损失 HP，只是用来丰富形象的）</p>
<p>固有能力：让人留在自己身边程度的能力</p>
<p>武器：长枪</p>
<p>从头发上延申折断变成的长枪，这个崩坏化身将少女们视作生命的头发肆意使用而毫不考虑主人的感受。</p>
<table>
<thead>
<tr>
<th>属性</th>
<th>属性值</th>
<th>Column</th>
</tr>
</thead>
<tbody>
<tr>
<td>力量</td>
<td>70</td>
<td></td>
</tr>
<tr>
<td>体质</td>
<td>80</td>
<td></td>
</tr>
<tr>
<td>体型</td>
<td>40</td>
<td></td>
</tr>
<tr>
<td>敏捷</td>
<td>85</td>
<td></td>
</tr>
<tr>
<td>因果</td>
<td>80</td>
<td></td>
</tr>
<tr>
<td>生命</td>
<td>40</td>
<td></td>
</tr>
<tr>
<td>DP</td>
<td>10</td>
<td></td>
</tr>
<tr>
<td></td>
<td></td>
<td>以下为技能</td>
</tr>
<tr>
<td>列车召唤</td>
<td>60</td>
<td>雾中突然出现一个列车，未能躲避的魔法少女受到伤害 2D4.</td>
</tr>
<tr>
<td>戒备心</td>
<td>70</td>
<td>受到近身攻击时触发技能，衣服上的尖刺会使对方收到 1D4 的伤害，该攻击视作反击行为，无法通过被动行动应对</td>
</tr>
<tr>
<td>尖刺陷阱</td>
<td>50</td>
<td>从地面上穿出无数长枪破坏掉一切，对身边的魔法少女和物体造成武器1D5的穿刺伤害</td>
</tr>
<tr>
<td>穿刺</td>
<td>70</td>
<td>将长枪向对方甩出。对命中的魔法少女造成1D8的穿刺伤害</td>
</tr>
<tr>
<td>迷失</td>
<td></td>
<td>浓雾包裹目标使其困于其中，目标进行移动行动时会强制来到自己身边</td>
</tr>
</tbody>
</table>
<h2 id="结局" tabindex="-1"><a class="header-anchor" href="#结局" aria-hidden="true">#</a> 结局</h2>
<ul>
<li>永无止尽的梦境（bad end）：没能让莲实回忆起自己的身份或者由玩家杀死了莲实
<ul>
<li>战斗失败：死亡的玩家在最后时刻，仿佛看到自己躺在铁轨上，她知道自己即将被“如月车站”这个崩坏所消化。她看到一辆列车向着自己飞驰而来，随后意识消散。</li>
<li>战斗成功：崩坏化身悲鸣着，在结界崩塌的最后时刻，列车从四面八方驶来，撞向她自身，同时也波及到了魔法少女们。当玩家们回过神时，她们已经回到了最初的车站上。只是最后的冲击让她们也受到了不小的伤害，而铁轨上，一个少女迎来了她迟到数个月的终点。翌日，PC 们在新闻中得知，车站发生了事故，一个少女从月台上坠落被途径的列车碾过。但是论坛中，却流传着其凭空出现的说法……
<ul>
<li>受到列车撞击，每个玩家损失 1D10 的 HP。目睹少女的死亡，每个玩家损失 1D7/1D12 的 SAN 值，并获得半值的崩坏认知</li>
</ul>
</li>
</ul>
</li>
<li>向着猴爪许愿（Normal end）：仅击败了崩坏化身而莲实不在场或失去理智
<ul>
<li>崩坏化身在悲鸣中化成水汽消散。当玩家们回过神时，她们已经回到了最初的车站上。“如月车站”这个都市传说不会再出现了，这毋庸置疑。但是，躺在月台上凭空出现的少女只是一具活着的空壳，她的意识已经随着崩坏化身一同消散。
<ul>
<li>此处 KP 可以让玩家们讨论如何处理少女。并按照对应的处理口胡。</li>
<li>没能救下少女，每个玩家损失 1D5/1D10 的 SAN 值，并获得半值的崩坏认知</li>
</ul>
</li>
</ul>
</li>
<li>与重要之人重逢（HE）：在遇到崩坏化身时莲实在场并仍存理智，再加上一点嘴炮
<ul>
<li>崩坏化身在看到莲实的一瞬间就停止了行动。在嘴炮后，电锯融化，莲实飞奔着跑过去，抱在崩坏化身身上，此时天空开始泛光，同时雾气逐渐消散，结界散去。魔法少女们从站台的长椅上发现了如月，虽然她不记得自己为何来到这里，也不再记得莲实，但是她确信，自己忘记了一个最重要的人
<ul>
<li>如果玩家想要让她加入队伍，就当场车张卡好了</li>
<li>每个玩家获得 1D5 的崩坏认知，恢复等值的 SAN 值，并获得如月的联系方式</li>
</ul>
</li>
</ul>
</li>
</ul>
</div></template>
